aaron-bond.better-comments
alefragnani.project-manager
amatiasq.sort-imports
amazonwebservices.aws-toolkit-vscode
asciidoctor.asciidoctor-vscode
bierner.markdown-emoji
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
DanielThielking.aws-cloudformation-yaml
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-projects-plus
fabiospampinato.vscode-projects-plus-todo-plus
fabiospampinato.vscode-todo-plus
firefox-devtools.vscode-firefox-debug
fisheva.eva-theme
foam.foam-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GrapeCity.gc-excelviewer
hbenl.vscode-test-explorer
jebbs.markdown-extended
joaompinto.vscode-graphviz
johnpapa.vscode-peacock
kddejong.vscode-cfn-lint
littlefoxteam.vscode-python-test-adapter
mechatroner.rainbow-csv
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
muuvmuuv.vscode-sundial
njpwerner.autodocstring
oderwat.indent-rainbow
redhat.vscode-yaml
ryuta46.multi-command
simonguo.vscode-markdown-table-sort
sleistner.vscode-fileutils
steoates.autoimport
ThreadHeap.serverless-ide-vscode
vscodevim.vim
wayou.vscode-todo-highlight
wix.vscode-import-cost
yzhang.markdown-all-in-one
